 export let data = [
    {
        id: 1,
        name: 'Microsoft Onedrive',
        company: "Microsoft",
        released: "2007",
        type: "Облачное хранилище данных, файловый менеджер",
        imageLink: "./images/ms-onedrive.svg",
        mainText: ` С помощью Microsoft OneDrive пользователи могут сохранить файлы в облаке и иметь к ним доступ из любой точки мира.
        OneDrive автоматически синхронизирует файлы между устройствами, что позволяет легко работать с ними на разных платформах.
         Доступно совместное использование файлов - пользователи могут делиться файлами и папками с другими пользователями и устанавливать различные уровни доступа к ним.
         OneDrive обеспечивает резервное копирование важных данных, чтобы предотвратить потерю информации.
          Поддерживается итеграция с другими приложениями - OneDrive интегрирован с различными продуктами Microsoft, такими как Office 365, что облегчает работу с документами и файлами `   },
    {
        id: 2,
        name: 'Google Workspace',
        company: "Google",
        released: "2006",
        imageLink: "./images/googleworkspace.svg",
        type: "Набор веб-сервисов и приложений",
        mainText: `Google Workspace (ранее известный как G Suite) - это облачный офисный пакет приложений от Google, который включает в себя такие инструменты, как Gmail, Google Drive, Google Docs, Google Sheets, Google Slides, Google Calendar, Google Meet и другие. Google Workspace обеспечивает возможность работы с документами, электронной почтой, календарем, видеоконференциями и совместной работой над проектами, что делает его удобным инструментом для командной работы, обмена информацией и совместного редактирования документов. Пользователи могут легко работать с файлами, сохранять их в облаке и иметь к ним доступ из любого устройства. Google Workspace также обладает высоким уровнем безопасности и надежности, что делает его привлекательным выбором для бизнес-пользователей и организаций.`
    },
    {
        id: 3,
        name: "Youtube",
        company: "Google",
        released: "2005",
        imageLink: "./images/youtube.svg",
        type: "Веб-видеохостинг для хранения, доставки и показа видео",
        mainText: `YouTube - это популярная видеохостинговая платформа, принадлежащая компании Google. Пользователи могут загружать, просматривать, комментировать и делиться видеороликами на YouTube. Платформа предлагает широкий спектр контента, включая музыкальные клипы, обучающие видео, развлекательные ролики, новости, игровой контент и многое другое.

        YouTube полезен тем, что предоставляет доступ к огромному количеству видеоконтента из различных сфер жизни и интересов. Пользователи могут находить информацию по всему миру, обучаться, развлекаться, следить за новостями и просто проводить время, просматривая видео на своем собственном расписании. YouTube также является мощным инструментом для создания и продвижения контента, а также для монетизации видеоконтента для создателей.`
    },
    {
        id: 4,
        name: "Figma",
        company: "Figma, Inc.",
        released: "2016",
        imageLink: "./images/figma.svg",
        type: "Онлайн-сервис для совместных дизайн-проектов",
        mainText: `Figma - это онлайн-инструмент для дизайна интерфейсов и прототипирования, который позволяет дизайнерам, разработчикам и другим участникам команды работать над проектами в реальном времени. Figma предоставляет широкие возможности для создания макетов, дизайна интерфейсов, прототипов и многое другое.

            Он полезен в том, что облегчает совместную работу над проектами, позволяя пользователям делиться и обсуждать дизайн, комментировать и аннотировать элементы интерфейса, а также создавать и редактировать прототипы. Благодаря возможности работы в реальном времени, Figma упрощает процесс командного сотрудничества и повышает эффективность работы над дизайном. Кроме того, Figma обладает широким набором инструментов для создания профессиональных дизайн-проектов и удобен в использовании.`
    },
    {
        id: 5,
        name: "GitHub",
        company: "Github, Inc., Google",
        released: "2008",
        imageLink: "./images/github.svg",
        type: "Онлайн-сервис для хостинга и разработки IT-приложений",
        mainText: `GitHub - это веб-сервис и платформа для хостинга и совместной работы над проектами, построенная на системе управления версиями Git. Он позволяет разработчикам хранить, управлять и отслеживать изменения в исходном коде проекта, а также облегчает совместную работу над кодом.

        GitHub полезен для разработчиков благодаря тому, что позволяет загружать и хранить свой код для удобного доступа и резервного копирования. Также платформа облегчает совместную работу над проектами через возможность комментирования, обсуждения изменений и ревью кода. Разработчики могут создавать задачи, отслеживать прогресс и управлять проектом с помощью интегрированных инструментов. GitHub интегрируется с другими сервисами разработки программного обеспечения, облегчая процесс разработки и управления проектами. GitHub позволяет разработчикам делиться своими проектами с сообществом и получать обратную связь.`
    },
    {
        id: 6,
        name: "Zoom",
        company: "Zoom Video Communication, Inc.",
        released: "2012",
        imageLink: "./images/zoom.svg",
        type: "Веб-сервис для организации конференций",
        mainText: `Zoom - это видеоконференц-платформа, позволяющая пользователям устраивать онлайн-встречи, видеоконференции, вебинары, обучающие сессии и другие мероприятия удаленно. Zoom предоставляет возможность общения в реальном времени через видео, аудио и чат, а также предоставляет инструменты для совместной работы, демонстрации экрана, записи встреч и многое другое.
        Zoom обладает простым и удобным интерфейсом, а также высоким качеством видео и аудио передачи, что делает его популярным инструментом для онлайн-коммуникаций и совместной работы на расстоянии.`
    },
    {
        id: 7,
        name: "Gmail",
        company: "Google",
        released: "2004",
        imageLink: "./images/gmail.svg",
        type: "Онлайн почтовая служба",
        mainText: `Gmail - это бесплатный почтовый сервис, предоставляемый компанией Google. Он позволяет пользователям отправлять и получать электронные письма, хранить контакты, организовывать письма в папки, использовать календарь и другие функции для эффективного управления электронной почтой.

        Gmail является одним из самых популярных почтовых сервисов благодаря ряду преимуществ, например бесплатность, Gmail предоставляет щедрый объем хранилища для писем и вложений,  платформа имеет простой и интуитивно понятный интерфейс, что делает работу с письмами удобной и эффективной, Gmail интегрируется с другими продуктами Google, такими как Google Календарь, Google Диск и другие, обеспечивая более широкие возможности для организации работы и коммуникации. - Gmail позволяет настраивать интерфейс, уведомления, автоответы и другие параметры под свои потребности.
        В целом, Gmail является высокофункциональным и надежным почтовым сервисом, который удобен для использования как в личных, так и в рабочих целях.`
    },
]